{
  "home": "Homepage",
  "menu": "Menu",
  "menuTitle": "Il Nostro Menu",
  "about": "Informazioni",
  "aboutStory": "Nel cuore di Hammamet, in Tunisia, si trova il tesoro della pizza italiana della nostra famiglia. Nato da generazioni di passione per sapori autentici e maestria culinaria, la nostra pizzeria è un tributo alla tradizione e al gusto. Immagina una città costiera baciata dal sole, dove l'aroma della pasta appena sfornata danza nell'aria. La nostra storia è iniziata decenni fa quando Nonna Maria ha portato le sue preziose ricette italiane su queste rive, infondendole con lo spirito vibrante di Hammamet. Ogni pizza racconta una storia, creata con ingredienti selezionati e ricette tramandate nel tempo. La nostra pasta è frutto di amore, che si eleva alla perfezione, pronta a contenere un mosaico di sapori - salsa di pomodoro tangy, cremosa mozzarella e condimenti che rendono omaggio alla freschezza tunisina e all'eredità italiana. Ma oltre ai morsi allettanti, la nostra storia parla di famiglia. Si tratta di serate domenicali piene di risate e tintinnio di bicchieri, dove generazioni si riuniscono per condividere l'arte della preparazione della pizza. Si tratta dei racconti di Nonno Giovanni su Napoli e delle vivaci strade d'Italia che risuonano in ogni fetta. Ti invitiamo a unirti al nostro viaggio, dove ogni pizza porta non solo sapori ma anche il calore della tradizione, la ricchezza dell'eredità e l'essenza della famiglia. Grazie per essere parte della nostra storia. Benvenuti nel nostro pezzo d'Italia nel cuore di Hammamet.",
  "contact": "Contatto",
  "bySinatra": "Di Sinatra",
  "subtitle": "PIZZA PER TUTTI I GUSTI",
  "orderNow": "ORDINA ORA",
  "title": "Contattaci",
  "fullName": "Nome completo",
  "email": "Email",
  "message": "Messaggio",
  "sendMessage": "Invia Messaggio",
  "english": "Inglese",
  "french": "Francese",
  "italian": "Italiano",
  "createdBy": "Creato Da",
  "aboutUs": "Chi Siamo",
  "fullNamePlaceholder": "Inserisci il tuo nome completo...",
  "emailPlaceholder": "Inserisci l'indirizzo e-mail...",
  "messagePlaceholder": "Inserisci il messaggio...",
  "signIn": "Registrazione",
  "signOut": "Disconnessione",
  "price": "Prezzo",
  "quantity": "Quantità",
  "addToCart": "Aggiungi al carrello",
  "phone": "Telefono",
  "address": "Indirizzo",
  "customize": "Personalizza il tuo ordine",
  "submitOrder": "Inviare Ordine",
  "paymentSuccess": "Pagamento Riuscito",
  "orderSuccess": "Ordine Riuscito!",
  "paymentCancel": "Pagamento Annullato!",
  "orderCanceled": "Ordine Annullato",
  "totalPrice": "Prezzo Totale",
  "goBack": "Torna",
  "clearCart": "Svuotare Carrello",
  "payWithCard": "Pagare Con Carta",
  "cashDelivery": "Pagamento Alla Consegna",
  "signWithGoogle": "Accedi Con Google",
  "404": "404 - Pagina Non Trovata",
  "pageNonExist": "La pagina che stai cercando non esiste"
}
