{
  "home": "Accueil",
  "menu": "Menu",
  "menuTitle": "Notre Menu",
  "about": "À propos",
  "aboutStory": "Au cœur de Hammamet, en Tunisie, se trouve le havre de paix familial de la pizza italienne. Né de générations de passion pour les saveurs authentiques et le savoir-faire culinaire, notre pizzeria est le témoignage de la tradition et du goût. Imaginez une ville côtière baignée de soleil où l'arôme de la pâte fraîchement cuite danse dans l'air. Notre histoire a commencé il y a des décennies lorsque Nonna Maria a apporté ses précieuses recettes italiennes sur ces rivages, les imprégnant de l'esprit vibrant de Hammamet. Chaque pizza raconte une histoire, façonnée à partir d'ingrédients sélectionnés et de recettes transmises au fil du temps. Notre pâte est le fruit d'un amour, s'élevant vers la perfection, prête à accueillir une mosaïque de saveurs - une sauce tomate acidulée, une mozzarella crémeuse et des garnitures rendant hommage à la fraîcheur tunisienne et à l'héritage italien. Mais au-delà des bouchées alléchantes, notre histoire est celle de la famille. Il s'agit de soirées dominicales remplies de rires et de tintements de verres, où les générations se réunissent pour partager l'art de la fabrication de pizzas. Il s'agit des récits de Nonno Giovanni sur Naples et des rues animées d'Italie qui résonnent dans chaque tranche. Nous vous invitons à vous joindre à nous dans notre voyage, où chaque pizza porte non seulement des saveurs mais aussi la chaleur de la tradition, la richesse du patrimoine et l'essence de la famille. Grazie d'être partie de notre histoire. Bienvenue dans notre coin d'Italie au cœur de Hammamet.",
  "contact": "Contact",
  "bySinatra": "Par Sinatra",
  "subtitle": "PIZZA POUR TOUS LES GOÛTS",
  "orderNow": "COMMANDER",
  "title": "Contactez-nous",
  "fullName": "Nom Complet",
  "email": "E-Mail",
  "message": "Message",
  "sendMessage": "Envoyer Message",
  "english": "Anglais",
  "french": "Français",
  "italian": "Italien",
  "createdBy": "Créé Par",
  "aboutUs": "À Propos de Nous",
  "fullNamePlaceholder": "Saisissez votre nom complet...",
  "emailPlaceholder": "Saisissez votre e-mail...",
  "messagePlaceholder": "Saisissez votre message...",
  "signIn": "Connecter",
  "signOut": "Déconnecter",
  "price": "Prix",
  "quantity": "Quantité",
  "addToCart": "Ajouter au panier",
  "phone": "Téléphone",
  "address": "Adresse",
  "customize": "Personnalisez votre commande",
  "submitOrder": "Soumettre Commande",
  "paymentSuccess": "Paiement Réussi",
  "orderSuccess": "Commande Réussi!",
  "paymentCancel": "Payment Annulée!",
  "orderCanceled": "Commande Annulée",
  "goBack": "Retourner",
  "clearCart": "Vider Panier",
  "payWithCard": "Payer Avec Carte",
  "cashDelivery": "Paiement à Livraison",
  "signWithGoogle": "Connectez Avec Google",
  "404": "404 - Page Non Trouvée",
  "pageNonExist": "La page que vous recherchez n'existe pas"
}
