{
  "home": "Home",
  "menu": "Menu",
  "about": "About",
  "aboutStory": "In the heart of Hammamet, Tunisia, lies our family's treasured Italian pizza haven. Born from generations of passion for authentic flavors and culinary craftsmanship, our pizzeria stands as a testament to tradition and taste. Picture a sun-kissed coastal town where the aroma of freshly baked dough dances through the air. Our story began decades ago when Nonna Maria brought her cherished Italian recipes to these shores, infusing them with the vibrant spirit of Hammamet. Each pizza tells a tale, crafted from handpicked ingredients and recipes passed down through time. Our dough is a labor of love, rising to perfection, ready to cradle a mosaic of flavors – tangy tomato sauce, creamy mozzarella, and toppings that pay homage to both Tunisian freshness and Italian heritage. But beyond the tantalizing bites, our story is one of family. It's about Sunday evenings filled with laughter and the clinking of glasses, where generations gather to share the art of pizza-making. It's about Nonno Giovanni's tales of Naples and the bustling streets of Italy that echo in every slice. We invite you to join us in our journey, where every pizza carries not just flavors but the warmth of tradition, the richness of heritage, and the essence of family. Grazie for being part of our story. Welcome to our slice of Italy in the heart of Hammamet.",
  "contact": "Contact",
  "bySinatra": "By Sinatra",
  "subtitle": "PIZZA TO FIT ANY TASTE",
  "orderNow": "ORDER NOW",
  "title": "Contact Us",
  "menuTitle": "Our Menu",
  "fullName": "Full Name",
  "email": "Email",
  "message": "Message",
  "sendMessage": "Send Message",
  "english": "English",
  "french": "French",
  "italian": "Italian",
  "createdBy": "Created by",
  "aboutUs": "About Us",
  "fullNamePlaceholder": "Enter full name...",
  "emailPlaceholder": "Enter Email...",
  "messagePlaceholder": "Enter message...",
  "signIn": "Sign In",
  "signOut": "Sign Out",
  "price": "Price",
  "quantity": "Quantity",
  "addToCart": "Add To Cart",
  "phone": "Phone",
  "address": "Address",
  "customize": "Customize your order",
  "submitOrder": "Submit Order",
  "paymentSuccess": "Payment Successful!",
  "orderSuccess": "Order Successful!",
  "paymentCancel": "Payment Canceled!",
  "orderCanceled": "Order Canceled",
  "totalPrice": "Total Amount",
  "goBack": "Go Back",
  "clearCart": "Clear Cart",
  "payWithCard": "Pay With Card",
  "cashDelivery": "Cash On Delivery",
  "signWithGoogle": "Sign In With Google",
  "404": "404 - Page Not Found",
  "pageNonExist": "The page you are looking does not exist"
}
